tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'bash'
brew 'bash-completion'
brew 'direnv'
brew 'docker-compose'
brew 'fd'
brew 'git'
brew 'gh'
brew 'git-lfs'
brew 'htop'
brew 'jq'
brew 'neovim'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'z'
brew 'node'
brew 'zsh'
brew 'fzf'
brew 'exa'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'starship'
brew 'readline'
brew 'xz'
brew 'reattach-to-user-namespace'
brew 'gpg'
brew 'gnupg'
brew 'gnupg2'
brew 'pinentry'
brew 'fnm'
brew 'rust'
brew 'topgrade'
brew 'bat'

cask 'docker'
cask 'font-source-code-pro'
cask 'font-hack-nerd-font'

if (File.file?('Brewfile.local'))
  instance_eval(File.read('Brewfile.local'))
end
