tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'bash'
brew 'bash-completion'
brew 'direnv'
brew 'docker-compose'
brew 'fd'
brew 'git'
brew 'gh'
brew 'git-lfs'
brew 'htop'
brew 'jq'
brew 'neovim'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'zoxide'
brew 'node'
brew 'fzf'
brew 'exa'
brew 'starship'
brew 'readline'
brew 'xz'
brew 'reattach-to-user-namespace'
brew 'gpg'
brew 'gnupg2'
brew 'pinentry-mac'
brew 'fnm'
brew 'topgrade'
brew 'bat'
brew 'luarocks'
brew 'efm-langserver'
brew 'sd'
brew 'ninja'
brew 'asdf'
brew 'gnu-sed'
brew 'git-delta'
brew 'stow'
brew 'zsh'
brew 'shellcheck'
brew 'shfmt'
brew 'hadolint'

cask 'docker'

if (File.file?('Brewfile.local'))
  instance_eval(File.read('Brewfile.local'))
end
